Repository: ardiangrezda/algosoft
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: WHO WE ARE - WHAT WE KNOW - WHAT WE CAN DO
de: WER WIR SIND - WAS WIR WISSEN - WAS WIR TUN KÖNNEN

source: We are a group of engineers with expertise in software engineering and development.
de: Wir sind eine Gruppe von Ingenieuren mit Expertise in Software-Engineering und -Entwicklung.

source: Also, we have experience in maintaining databases, building Windows application from scratch, building web application and web services, creating small scripts for automation of different jobs.
de: Außerdem haben wir Erfahrung in der Pflege von Datenbanken, der Erstellung von WindowsAnwendung von Grund auf, Erstellen von Webanwendungen und Webdiensten, Erstellen kleiner Skripte zur Automatisierung verschiedener Jobs.

source: OUR PASSION
de: UNSERE LEIDENSCHAFT

source: We share our passion for software development with our engineers and with our customers.
de: Unsere Leidenschaft für Softwareentwicklung teilen wir mit unseren Ingenieuren und mit unseren Kunden.

source: Home
de: Heim

source: Services
de: Dienstleistungen

source: HEAD OFFICE
de: ING.-BÜRO

source: SOFTWARE ENGINEERING SPECIALISTS
de: SPEZIALISTEN FÜR SOFTWARE-ENGINEERING

source: is an independent engineering office with highly qualified engineers from the areas of electrical and computer engineering.
de: ist ein unabhängiges Ingenieurbüro mit hochqualifizierten Ingenieuren aus den Bereichen Elektrotechnik und Informatik.

source: PASSION FOR SOFTWARE-DEVELOPMENT
de: LEIDENSCHAFT FÜR SOFTWARE-ENTWICKLUNG

source: On specification! On time! On cost!
de: Auf Spezifikation! Pünktlich! Auf Kosten!

source: We support software development of your products from the definition of the specification and system design of your product until the start of production and further.
de: Wir unterstützen die Softwareentwicklung Ihrer Produkte von der Definition der Spezifikation und dem Systemdesign Ihres Produktes bis zum Serienstart und darüber hinaus.

source: RELIABLE PARTNERSHIPS
de: ZUVERLÄSSIGE PARTNERSCHAFTEN

source: We can offer engineering personnel or students from university engineering departments as outsource for direct integration on your running projects or work completely independent on the parts of your product.
de: Wir bieten Ingenieure oder Studenten ingenieurwissenschaftlicher Hochschulen als Outsource zur direkten Integration in Ihre laufenden Projekte an oder arbeiten komplett unabhängig an den Teilen Ihres Produkts.

source: Outsource your software, small or big tasks, straight to us – we will take care for it in professional way!
de: Lagern Sie Ihre Software, kleine oder große Aufgaben, direkt zu uns aus – wir kümmern uns professionell darum!

source: Contact us - we will find a way to work together!
de: Kontaktieren Sie uns - wir finden einen Weg der Zusammenarbeit!

source: About us
de: Über uns

source: DATA SERVICES AND MACHINE LEARNING
de: DATENDIENSTE UND MASCHINELLES LERNEN

source: Use of PYTHON as a tool for extracting data into pandas and other readable format.
de: Verwendung von PYTHON als Werkzeug zum Extrahieren von Daten in Pandas und andere lesbare Formate.

source: Making different graphs based on data acquired
de: Erstellen verschiedener Grafiken basierend auf den erfassten Daten

source: Data visualization using PYTHON libraries such as matplotlib, seaborn, bookeh, etc.
de: Datenvisualisierung mit PYTHON-Bibliotheken wie Matplotlib, Seaborn, Bookeh usw.

source: Drawing GDP growth for different countries
de: Zeichnen des BIP-Wachstums für verschiedene Länder

source: Artificial Intelligence (AI) and Machine Learning using sklearn, keras and other PYTHON libraries
de: Künstliche Intelligenz (KI) und maschinelles Lernen mit sklearn, keras und anderen PYTHON-Bibliotheken

source: Making graphics/histogram for different parties during election
de: Erstellen von Grafiken/Histogrammen für verschiedene Parteien während der Wahl

source: Prediction approving a loan for a customer
de: Prognose zur Genehmigung eines Kredits für einen Kunden

source: Predict median value of a house
de: Prognostizieren Sie den Medianwert eines Hauses

source: Predict purchased amount for a customer
de: Kaufbetrag für einen Kunden vorhersagen

source: Predict total sales for every product and store in the next month
de: Prognostizieren Sie den Gesamtumsatz für jedes Produkt und Geschäft im nächsten Monat

source: Back to services
de: Zurück zu Dienstleistungen

source: Contact
de: Kontakt

source: SOFTWARE DEVELOPMENT: DIVERSE USER REQUIREMENTS AND APPLICATIONS
de: SOFTWAREENTWICKLUNG: VIELFÄLTIGE BENUTZERANFORDERUNGEN UND ANWENDUNGEN

source: Building desktop windows application using languages such as C#, VB.net, etc
de: Erstellen von Desktop-Windows-Anwendungen mit Sprachen wie C#, VB.net usw.

source: Making a simple website as required by customer.
de: Erstellen einer einfachen Website nach Kundenwunsch.

source: Script building using python, perl, etc.
de: Skripterstellung mit Python, Perl usw.

source: Making website which includes database connection, administration and manipulation
de: Erstellen einer Website mit Datenbankverbindung, Verwaltung und Manipulation

source: Design databases, writing queries, query optimization, database administration using Oracle 10g, MS-SQL, mysql, etc.
de: Datenbanken entwerfen, Abfragen schreiben, Abfrageoptimierung, Datenbankverwaltung mit Oracle 10g, MS-SQL, mysql usw.

source: Creating a desktop application as required by customer
de: Erstellen einer Desktop-Anwendung nach Kundenwunsch

source: Building web application using asp.net, php, python, etc
de: Erstellen von Webanwendungen mit asp.net, PHP, Python usw

source: Creating desktop application for a university
de: Desktop-Anwendung für eine Universität erstellen

source: Mobile application for IOS and Android operating system
de: Mobile Anwendung für IOS und Android Betriebssystem

source: Creating desktop application for a hospital or medical institution
de: Erstellen einer Desktop-Anwendung für ein Krankenhaus oder eine medizinische Einrichtung

source: CLICK FOR THE SERVICES THAT OUR ENGINNERS CAN OFFER
de: KLICKEN SIE FÜR DIE DIENSTLEISTUNGEN, DIE UNSERE INGENIEURE BIETEN KÖNNEN

source: Products
de: Produkte

source: CONTACT
de: KONTAKT
